[Demo_Ekoro_ep6_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1933,Y=-2312,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=270,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=1933,Y=-2502,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Ekoro.GG2_BGM_DM_Usual_Ekoro_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[13]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_1.GG2_V_Ekoro_ep6_1_003_Cue',Name="エコロ")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0113_fx_Stand2Depressed",Rate=1,Number=2,Bit=0)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1300_lp_Depressed",Number=8)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_1.GG2_V_Ekoro_ep6_1_005_Cue',Name="エコロ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[27]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1301_fx_Depressed2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[29]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[32]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_1.GG2_V_Ekoro_ep6_1_008_Cue',Name="エコロ")
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Ekoro_ep6_1.GG2_V_Ekoro_ep6_1_009_Cue',Name="エコロ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[39]=(Actor=WINDOW,Command=EXIT)
DemoScripts[40]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[41]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[42]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[43]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[44]=(Actor=SYSTEM,Command=END)

[Select_Ekoro_ep6_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Ekoro_ep6_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="艾可蘿,雖然妳說過/n要監修庫蘿娜的惡作劇......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="但是完全沒監修到耶......")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="我很慚愧......")

Texts[3]=(Label="TEXT04",Name="峯大",Text="而且庫蘿娜/n也沒有告訴我接下來/n應該去哪裡......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="唔唔......很抱歉./n是我監督不周.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="啊,不對./n我不是在責備艾可蘿啦.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="我只是看妳從剛才開始/n三不五時就會發呆....../n如果身體不舒服的話要說哦.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="不,沒問題./n什麼事都沒有.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="比起這個,時間也所剩不多了./n現在就先去找庫蘿娜吧.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="艾可蘿......真的不要勉強哦.")

Texts[10]=(Label="",Name="",Text="")

Texts[11]=(Label="SELECT01",Name="",Text="")

Texts[12]=(Label="SELECT02",Name="",Text="")

Texts[13]=(Label="SELECT03",Name="",Text="")

Texts[14]=(Label="SELECT04",Name="",Text="")

Texts[15]=(Label="SELECT05",Name="",Text="")

Texts[16]=(Label="SELECT06",Name="",Text="")

Texts[17]=(Label="SELECT07",Name="",Text="")

Texts[18]=(Label="SELECT08",Name="",Text="")

Texts[19]=(Label="SELECT09",Name="",Text="")

Texts[20]=(Label="SELECT10",Name="",Text="")


